Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: How many health sites one qualification pass dials through an exit. 0 probes the entire embedded list; a smaller number rotates through it in blocks
ar: عدد مواقع فحص السلامة التي تتصل بها جولة تأهيل واحدة عبر مخرج. القيمة 0 تفحص القائمة المضمّنة بأكملها؛ والعدد الأصغر يمر عليها على دفعات
cs: Kolik kontrolních webů jeden kvalifikační průchod osloví přes výstup. 0 otestuje celý vestavěný seznam; menší číslo jím prochází po blocích
de: Wie viele Health-Websites ein Qualifizierungsdurchlauf über einen Exit anwählt. 0 prüft die gesamte eingebettete Liste; eine kleinere Zahl arbeitet sie blockweise ab
el: Πόσους ιστότοπους ελέγχου καλεί ένας γύρος πιστοποίησης μέσω μιας εξόδου. Το 0 ελέγχει ολόκληρη την ενσωματωμένη λίστα· μικρότερος αριθμός τη διατρέχει σε μπλοκ
es: Cuántos sitios de comprobación contacta una pasada de calificación a través de una salida. 0 sondea toda la lista integrada; un número menor la recorre por bloques
es_419: Cuántos sitios de verificación contacta una pasada de calificación a través de una salida. 0 sondea toda la lista integrada; un número menor la recorre por bloques
es_mx: Cuántos sitios de verificación contacta una pasada de calificación a través de una salida. 0 sondea toda la lista integrada; un número menor la recorre por bloques
fr: Combien de sites de contrôle une passe de qualification joint à travers une sortie. 0 sonde toute la liste intégrée ; un nombre plus petit la parcourt par blocs
he: לכמה אתרי בדיקה סבב הכשרה אחד מחייג דרך יציאה. 0 בודק את כל הרשימה המובנית; מספר קטן יותר עובר עליה בבלוקים
hi: एक योग्यता पास किसी एग्ज़िट के ज़रिए कितनी हेल्थ साइटों को डायल करता है। 0 पूरी अंतर्निहित सूची जाँचता है; छोटी संख्या उसे ब्लॉकों में घुमाती है
id: Berapa banyak situs pemeriksaan yang dihubungi satu putaran kualifikasi melalui sebuah exit. 0 menguji seluruh daftar bawaan; angka yang lebih kecil menelusurinya per blok
it: Quanti siti di controllo contatta un passaggio di qualifica attraverso un’uscita. 0 sonda l’intero elenco integrato; un numero più piccolo lo scorre a blocchi
ja: 1 回の検証で出口経由で接続するヘルスチェック用サイトの数。0 は組み込みリスト全体を確認し、小さい数ではリストをブロックごとに巡回します
ko: 검증 1회차에 출구를 통해 연결하는 상태 확인용 사이트 수입니다. 0이면 내장 목록 전체를 점검하고, 더 작은 수는 목록을 블록 단위로 돌아가며 사용합니다
nl: Hoeveel controlesites één kwalificatieronde via een exit belt. 0 test de hele ingebouwde lijst; een kleiner aantal loopt er in blokken doorheen
pl: Z iloma witrynami kontrolnymi jeden przebieg kwalifikacji łączy się przez wyjście. 0 sprawdza całą wbudowaną listę; mniejsza liczba przechodzi przez nią blokami
pt: Quantos sites de verificação uma ronda de qualificação contacta através de uma saída. 0 sonda toda a lista integrada; um número menor percorre-a por blocos
pt_br: Quantos sites de verificação uma rodada de qualificação contata por uma saída. 0 sonda a lista integrada inteira; um número menor a percorre em blocos
pt_pt: Quantos sites de verificação uma ronda de qualificação contacta através de uma saída. 0 sonda toda a lista integrada; um número menor percorre-a por blocos
ru: Сколько проверочных сайтов один проход квалификации вызывает через выход. 0 — проверять весь встроенный список; меньшее число перебирает его блоками
sv: Hur många kontrollwebbplatser en kvalificeringsomgång ringer upp genom en utgång. 0 testar hela den inbyggda listan; ett mindre antal går igenom den i block
th: จำนวนเว็บไซต์ตรวจสุขภาพที่การรับรองหนึ่งรอบเชื่อมต่อผ่านทางออก 0 ทดสอบรายการในตัวทั้งหมด ตัวเลขที่น้อยกว่าจะวนผ่านรายการเป็นช่วงๆ
uk: Скільки контрольних сайтів один кваліфікаційний прохід викликає через вихід. 0 перевіряє весь вбудований список; менше число проходить його блоками
vi: Một lượt kiểm định kết nối tới bao nhiêu trang kiểm tra qua một điểm thoát. 0 thăm dò toàn bộ danh sách tích hợp; số nhỏ hơn sẽ duyệt danh sách theo từng khối
zh_hans: 一轮验证通过某个出口拨号访问的健康检查站点数量。0 表示探测整个内置列表；较小的数值则分块轮流探测
zh_hk: 一輪驗證透過某個出口撥號連上的健康檢查網站數量。0 表示探測整個內置列表；較小的數值則分批輪流探測

source: How many of those failures were quietly moved instead of hanging
ar: عدد تلك الإخفاقات التي نُقلت بهدوء بدلًا من أن تبقى معلّقة
cs: Kolik z těch selhání bylo potichu přesunuto, místo aby zůstala viset
de: Wie viele dieser Ausfälle unbemerkt verschoben wurden, statt hängen zu bleiben
el: Πόσες από αυτές τις αστοχίες μεταφέρθηκαν αθόρυβα αντί να μείνουν να κρέμονται
es: Cuántos de esos fallos se movieron sin que se notara en lugar de quedarse colgados
es_419: Cuántas de esas fallas se movieron sin que se notara en lugar de quedarse colgadas
es_mx: Cuántas de esas fallas se movieron sin que se notara en lugar de quedarse colgadas
fr: Combien de ces échecs ont été déplacés discrètement au lieu de rester en suspens
he: כמה מהכשלים האלה הועברו בשקט במקום להישאר תלויים
hi: उन विफलताओं में से कितनी लटकने के बजाय चुपचाप दूसरी जगह ले जाई गईं
id: Berapa banyak kegagalan itu yang dipindahkan diam-diam alih-alih menggantung
it: Quanti di quei guasti sono stati spostati senza farsi notare invece di restare in sospeso
ja: それらの失敗のうち、止まったままにせず静かに移動できた数
ko: 그 장애 중 멈춰 있지 않고 조용히 옮겨진 수
nl: Hoeveel van die storingen ongemerkt zijn verplaatst in plaats van te blijven hangen
pl: Ile z tych awarii przeniesiono po cichu, zamiast zostawić je zawieszone
pt: Quantas dessas falhas foram movidas discretamente em vez de ficarem penduradas
pt_br: Quantas dessas falhas foram movidas discretamente em vez de ficarem travadas
pt_pt: Quantas dessas falhas foram movidas discretamente em vez de ficarem penduradas
ru: Сколько из этих сбоев было незаметно перенесено, а не зависло
sv: Hur många av de felen som tyst flyttades i stället för att bli hängande
th: ความล้มเหลวเหล่านั้นถูกย้ายอย่างเงียบๆ แทนที่จะค้างอยู่กี่ครั้ง
uk: Скільки з цих збоїв було тихо перенесено замість зависання
vi: Bao nhiêu sự cố trong số đó được lặng lẽ chuyển đi thay vì bị treo
zh_hans: 这些故障中有多少被静默转移，而没有挂起
zh_hk: 這些故障中有多少被靜默轉移，而沒有停住

source: How many providers a window expansion pings and ranks per slot it needs, keeping the best. 1 evaluates exactly what it needs
ar: عدد المزودين الذين يرسل إليهم توسيع النافذة ping ويرتّبهم لكل خانة يحتاجها، مع الاحتفاظ بالأفضل. القيمة 1 تقيّم العدد المطلوب بالضبط
cs: Kolik poskytovatelů rozšíření okna otestuje pingem a seřadí na každou potřebnou pozici, přičemž si ponechá ty nejlepší. 1 hodnotí přesně tolik, kolik je potřeba
de: Wie viele Anbieter eine Fenstererweiterung pro benötigtem Slot anpingt und bewertet, wobei die besten behalten werden. 1 bewertet genau so viele wie nötig
el: Πόσους παρόχους ελέγχει με ping και κατατάσσει μια επέκταση παραθύρου για κάθε θέση που χρειάζεται, κρατώντας τους καλύτερους. Το 1 αξιολογεί ακριβώς όσους χρειάζονται
es: Cuántos proveedores sondea con ping y clasifica una ampliación de ventana por cada hueco que necesita, quedándose con los mejores. 1 evalúa exactamente los que necesita
es_419: Cuántos proveedores sondea con ping y clasifica una ampliación de ventana por cada espacio que necesita, quedándose con los mejores. 1 evalúa exactamente los que necesita
es_mx: Cuántos proveedores sondea con ping y clasifica una ampliación de ventana por cada espacio que necesita, quedándose con los mejores. 1 evalúa exactamente los que necesita
fr: Combien de fournisseurs une extension de fenêtre teste par ping et classe pour chaque emplacement nécessaire, en gardant les meilleurs. 1 évalue exactement ce qu’il faut
he: כמה ספקים הרחבת חלון בודקת בפינג ומדרגת לכל משבצת שהיא צריכה, תוך שמירת הטובים ביותר. 1 בודק בדיוק את מה שנדרש
hi: विंडो विस्तार अपनी ज़रूरत के हर स्लॉट के लिए कितने प्रदाताओं को पिंग और रैंक करता है, और सबसे अच्छे रखता है। 1 ठीक उतने ही जाँचता है जितने चाहिए
id: Berapa banyak penyedia yang di-ping dan diperingkat oleh perluasan jendela untuk setiap slot yang dibutuhkan, dengan menyimpan yang terbaik. 1 mengevaluasi tepat sebanyak yang dibutuhkan
it: Quanti provider un’espansione della finestra testa con un ping e classifica per ogni posto che le serve, tenendo i migliori. 1 valuta esattamente quelli che servono
ja: ウィンドウの拡張時に、必要なスロットごとに ping してランク付けするプロバイダーの数。最も良いものを残します。1 は必要な数だけを評価します
ko: 창 확장 시 필요한 슬롯마다 ping으로 확인하고 순위를 매기는 제공자 수이며, 가장 좋은 제공자를 남깁니다. 1은 필요한 만큼만 평가합니다
nl: Hoeveel providers een vensteruitbreiding pingt en rangschikt per plek die nodig is, waarbij de beste blijven. 1 beoordeelt precies wat nodig is
pl: Ilu dostawców rozszerzenie okna pinguje i ocenia na każde potrzebne miejsce, zostawiając najlepszych. 1 ocenia dokładnie tyle, ile trzeba
pt: Quantos fornecedores uma expansão de janela testa com ping e classifica por cada vaga necessária, ficando com os melhores. 1 avalia exatamente o que precisa
pt_br: Quantos provedores uma expansão de janela testa com ping e classifica por vaga necessária, ficando com os melhores. 1 avalia exatamente o que precisa
pt_pt: Quantos fornecedores uma expansão de janela testa com ping e classifica por cada vaga necessária, ficando com os melhores. 1 avalia exatamente o que precisa
ru: Сколько провайдеров расширение окна пингует и ранжирует на каждый нужный слот, оставляя лучших. 1 — оценивать ровно столько, сколько нужно
sv: Hur många leverantörer en fönsterutökning pingar och rankar per plats den behöver, och behåller de bästa. 1 utvärderar exakt det som behövs
th: จำนวนผู้ให้บริการที่การขยายหน้าต่าง ping และจัดอันดับต่อช่องที่ต้องการ แล้วเก็บรายที่ดีที่สุด 1 คือประเมินเท่าที่ต้องการพอดี
uk: Скільки провайдерів розширення вікна пінгує й ранжує на кожне потрібне місце, залишаючи найкращих. 1 оцінює рівно стільки, скільки потрібно
vi: Khi mở rộng cửa sổ, số nhà cung cấp được ping và xếp hạng cho mỗi vị trí cần thiết, giữ lại những nhà tốt nhất. 1 đánh giá đúng số lượng cần
zh_hans: 窗口扩展时为每个所需槽位 ping 并排名的提供商数量，保留最佳者。1 表示只评估恰好所需的数量
zh_hk: 視窗擴展時為每個所需空位 ping 並排名的供應商數量，保留最佳者。1 表示只評估剛好所需的數量

source: How many verdict removals are allowed per window before the rest are deferred; a burst is more likely one local cause than many failures. Off removes without limit
ar: عدد عمليات الإزالة بموجب الأحكام المسموح بها في كل نافذة قبل تأجيل الباقي؛ فالموجة المفاجئة غالبًا ما يكون سببها محليًا واحدًا لا أعطالًا كثيرة. عند الإيقاف، تتم الإزالة دون حد
cs: Kolik odstranění na základě verdiktu je povoleno za okno, než se zbytek odloží; nával má spíš jednu místní příčinu než mnoho selhání. Vypnuto odstraňuje bez omezení
de: Wie viele Entfernungen durch Urteile pro Fenster erlaubt sind, bevor der Rest zurückgestellt wird; eine Häufung hat eher eine lokale Ursache als viele Ausfälle. Aus: entfernt ohne Limit
el: Πόσες αφαιρέσεις λόγω ετυμηγορίας επιτρέπονται ανά παράθυρο πριν αναβληθούν οι υπόλοιπες· ένα κύμα οφείλεται πιθανότερα σε μία τοπική αιτία παρά σε πολλές αστοχίες. Η απενεργοποίηση αφαιρεί χωρίς όριο
es: Cuántas eliminaciones por veredicto se permiten por ventana antes de aplazar el resto; una ráfaga suele deberse a una causa local más que a muchos fallos. Si está desactivado, se elimina sin límite
es_419: Cuántas eliminaciones por veredicto se permiten por ventana antes de aplazar el resto; una ráfaga suele deberse a una causa local más que a muchas fallas. Si está desactivado, se elimina sin límite
es_mx: Cuántas eliminaciones por veredicto se permiten por ventana antes de aplazar el resto; una ráfaga suele deberse a una causa local más que a muchas fallas. Si está desactivado, se elimina sin límite
fr: Combien de retraits sur verdict sont permis par fenêtre avant que les suivants soient différés ; une rafale vient plus probablement d’une cause locale que de nombreuses pannes. Désactivé retire sans limite
he: כמה הסרות בעקבות הכרעה מותרות בכל חלון לפני שהשאר נדחות; פרץ נובע בסבירות גבוהה יותר מסיבה מקומית אחת מאשר מכשלים רבים. כיבוי מסיר ללא הגבלה
hi: बाकी को टालने से पहले हर विंडो में फ़ैसले पर आधारित कितने निष्कासन की अनुमति है; अचानक बौछार कई विफलताओं के बजाय किसी एक स्थानीय कारण से होने की ज़्यादा संभावना है। बंद करने पर बिना सीमा के हटाया जाता है
id: Berapa banyak penghapusan karena vonis yang diizinkan per jendela sebelum sisanya ditunda; lonjakan lebih mungkin berasal dari satu penyebab lokal daripada banyak kegagalan. Nonaktif menghapus tanpa batas
it: Quante rimozioni da verdetto sono consentite per finestra prima che le altre vengano rinviate; una raffica dipende più probabilmente da una causa locale che da molti guasti. Disattivato rimuove senza limite
ja: 判定による除外をウィンドウごとに何件まで許可し、残りを延期するか。一斉発生は多数の障害よりもローカルの原因 1 つによる可能性が高いためです。オフにすると上限なく除外します
ko: 나머지를 미루기 전에 창마다 허용되는 판정 기반 제외 횟수입니다. 한꺼번에 몰리는 경우는 여러 장애보다 하나의 로컬 원인일 가능성이 큽니다. 끄면 제한 없이 제외합니다
nl: Hoeveel verwijderingen op basis van een oordeel per venster zijn toegestaan voordat de rest wordt uitgesteld; een golf heeft eerder één lokale oorzaak dan veel storingen. Uit verwijdert zonder limiet
pl: Ile usunięć na podstawie werdyktu jest dozwolonych w oknie, zanim reszta zostanie odłożona; seria ma raczej jedną lokalną przyczynę niż wiele awarii. Wyłączenie usuwa bez limitu
pt: Quantas remoções por veredicto são permitidas por janela antes de o resto ser adiado; uma rajada tem mais probabilidade de ser uma causa local do que muitas falhas. Desativado remove sem limite
pt_br: Quantas remoções por veredito são permitidas por janela antes que o resto seja adiado; uma rajada tem mais chance de ser uma causa local do que muitas falhas. Desativado remove sem limite
pt_pt: Quantas remoções por veredicto são permitidas por janela antes de o resto ser adiado; uma rajada tem mais probabilidade de ser uma causa local do que muitas falhas. Desativado remove sem limite
ru: Сколько удалений по вердикту разрешено за окно, прежде чем остальные откладываются; всплеск скорее вызван одной локальной причиной, чем множеством сбоев. Если выключено, удаление без ограничений
sv: Hur många borttagningar efter dom som tillåts per fönster innan resten skjuts upp; en skur beror troligare på en lokal orsak än på många fel. Av tar bort utan gräns
th: จำนวนการลบตามคำตัดสินที่อนุญาตต่อช่วงเวลาก่อนเลื่อนส่วนที่เหลือ การลบพร้อมกันจำนวนมากมักมาจากสาเหตุภายในเครื่องเพียงอย่างเดียวมากกว่าความล้มเหลวหลายครั้ง ปิดเพื่อลบไม่จำกัด
uk: Скільки видалень за вердиктом дозволено за вікно, перш ніж решту буде відкладено; сплеск радше має одну локальну причину, ніж багато збоїв. Вимкнення видаляє без обмежень
vi: Bao nhiêu lần loại bỏ theo phán quyết được phép trong mỗi cửa sổ trước khi phần còn lại bị hoãn; một đợt dồn dập thường do một nguyên nhân cục bộ hơn là nhiều sự cố. Tắt sẽ loại bỏ không giới hạn
zh_hans: 每个窗口内允许基于判定执行的移除次数，超出部分将被推迟；突发的大量移除更可能源于单一本地原因，而非许多故障。关闭时不限制移除
zh_hk: 每個視窗內容許按判定執行的移除次數，超出部分會被押後；突發的大量移除較可能源於單一本地原因，而非許多故障。關閉時不限制移除

source: How much timer overshoot reads as the phone being suspended rather than an exit stalling, in ms, so a resumed phone does not convict every exit at once. Off disables it
ar: مقدار تجاوز المؤقت الذي يُعدّ دليلًا على تعليق الهاتف لا على توقف مخرج، بالمللي ثانية، كي لا يُدين الهاتف بعد استئنافه كل المخارج دفعة واحدة. عند الإيقاف، يُعطَّل
cs: Jak velké zpoždění časovače se vyloží jako uspaný telefon, a ne zaseknutý výstup, v ms, aby probuzený telefon neodsoudil všechny výstupy najednou. Vypnuto ho vypne
de: Ab wie viel Timer-Überschreitung angenommen wird, dass das Telefon im Ruhezustand war und nicht ein Exit hängt, in ms, damit ein aufgewecktes Telefon nicht alle Exits auf einmal verurteilt. Aus: deaktiviert die Erkennung
el: Πόση καθυστέρηση χρονομέτρου ερμηνεύεται ως αναστολή του τηλεφώνου και όχι ως κόλλημα εξόδου, σε ms, ώστε ένα τηλέφωνο που ξυπνά να μην καταδικάζει όλες τις εξόδους μαζί. Η απενεργοποίηση τον απενεργοποιεί
es: Cuánto retraso del temporizador se interpreta como que el teléfono estuvo suspendido y no como una salida bloqueada, en ms, para que un teléfono reanudado no condene todas las salidas a la vez. Si está desactivado, no se aplica
es_419: Cuánto retraso del temporizador se interpreta como que el teléfono estuvo suspendido y no como una salida trabada, en ms, para que un teléfono reanudado no condene todas las salidas a la vez. Si está desactivado, no se aplica
es_mx: Cuánto retraso del temporizador se interpreta como que el teléfono estuvo suspendido y no como una salida trabada, en ms, para que un teléfono reanudado no condene todas las salidas a la vez. Si está desactivado, no se aplica
fr: Quel dépassement de minuterie est interprété comme une mise en veille du téléphone plutôt que comme une sortie figée, en ms, pour qu’un téléphone qui se réveille ne condamne pas toutes les sorties d’un coup. Désactivé le coupe
he: כמה חריגה של הטיימר, במילישניות, נחשבת להשהיית הטלפון ולא לתקיעת יציאה, כדי שטלפון שהתעורר לא ירשיע את כל היציאות בבת אחת. כיבוי מבטל אותו
hi: टाइमर की कितनी देरी को एग्ज़िट के अटकने के बजाय फ़ोन के सस्पेंड होने के रूप में पढ़ा जाता है, ms में, ताकि फिर से चालू हुआ फ़ोन सभी एग्ज़िट को एक साथ दोषी न ठहराए। बंद करने पर यह बंद हो जाता है
id: Seberapa besar keterlambatan timer yang dibaca sebagai ponsel yang ditangguhkan, bukan exit yang macet, dalam ms, agar ponsel yang baru aktif kembali tidak memvonis semua exit sekaligus. Nonaktif mematikannya
it: Quanto ritardo del timer viene letto come telefono sospeso anziché come uscita bloccata, in ms, così un telefono che riprende non condanna tutte le uscite insieme. Disattivato lo spegne
ja: どれだけのタイマーの遅れ（ミリ秒）を、出口の停止ではなく端末のスリープとみなすか。復帰した端末がすべての出口を一度に判定するのを防ぎます。オフにすると無効になります
ko: 타이머 지연이 어느 정도(밀리초)일 때 출구 멈춤이 아니라 휴대폰 절전으로 볼지 정합니다. 절전에서 깨어난 휴대폰이 모든 출구를 한꺼번에 판정하지 않게 합니다. 끄면 사용하지 않습니다
nl: Hoeveel timervertraging wordt gelezen als een telefoon in slaapstand in plaats van een vastgelopen exit, in ms, zodat een ontwaakte telefoon niet alle exits tegelijk veroordeelt. Uit schakelt hem uit
pl: Jakie opóźnienie zegara jest uznawane za uśpienie telefonu, a nie za zablokowane wyjście, w ms, aby wybudzony telefon nie skazał wszystkich wyjść naraz. Wyłączenie je wyłącza
pt: Quanto atraso do temporizador é interpretado como o telemóvel suspenso, e não como uma saída bloqueada, em ms, para que um telemóvel retomado não condene todas as saídas de uma vez. Desativado desliga-o
pt_br: Quanto atraso do timer é interpretado como o telefone suspenso, e não como uma saída travada, em ms, para que um telefone retomado não condene todas as saídas de uma vez. Desativado o desliga
pt_pt: Quanto atraso do temporizador é interpretado como o telemóvel suspenso, e não como uma saída bloqueada, em ms, para que um telemóvel retomado não condene todas as saídas de uma vez. Desativado desliga-o
ru: Какое превышение таймера считается приостановкой телефона, а не зависанием выхода, в мс, чтобы после пробуждения телефон не осудил сразу все выходы. Если выключено, детектор не работает
sv: Hur mycket timerfördröjning som tolkas som att telefonen var i viloläge snarare än att en utgång låst sig, i ms, så att en väckt telefon inte fäller alla utgångar på en gång. Av stänger av den
th: ความล่าช้าของตัวจับเวลาเท่าใด (มิลลิวินาที) จะถือว่าโทรศัพท์พักเครื่อง ไม่ใช่ทางออกค้าง เพื่อไม่ให้โทรศัพท์ที่เพิ่งกลับมาทำงานตัดสินทุกทางออกพร้อมกัน ปิดเพื่อยกเลิก
uk: Яка затримка таймера вважається сном телефона, а не зависанням виходу, у мс, щоб телефон після пробудження не засудив усі виходи одразу. Вимкнення вимикає його
vi: Mức trễ của bộ hẹn giờ, tính bằng ms, được hiểu là điện thoại tạm ngưng thay vì điểm thoát bị kẹt, để điện thoại vừa hoạt động lại không kết luận lỗi mọi điểm thoát cùng lúc. Tắt sẽ vô hiệu hóa nó
zh_hans: 计时器超时多少（毫秒）会被视为手机被挂起，而不是出口停滞，以免手机恢复后一次性将所有出口定罪。关闭时停用
zh_hk: 計時器超時多少（毫秒）會被視為手機進入休眠，而不是出口停滯，以免手機恢復後一次過將所有出口判罪。關閉時停用
